Repository: Tinnci/MagicBorder
Catalog: Sources/MagicBorder/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Arrangement
zh_hans: 布局

source: Settings
zh_hans: 设置

source: Discovered Machines
zh_hans: 已发现的设备

source: Ready
zh_hans: 就绪

source: System Services Ready
zh_hans: 系统服务正常

source: Accessibility Permission Needed
zh_hans: 需要辅助功能权限

source: Grant Access
zh_hans: 授予权限

source: Search machines
zh_hans: 搜索设备

source: Main
zh_hans: 主要

source: Machines
zh_hans: 设备列表

source: Machine Arrangement
zh_hans: 设备布局

source: Switching
zh_hans: 切换状态

source: Active: %@
zh_hans: 当前活跃: %@

source: Matrix Options
zh_hans: 矩阵选项

source: Two Row Matrix
zh_hans: 双行矩阵

source: Swap Matrix Order
zh_hans: 交换矩阵顺序

source: Send Files (MWB DragDrop)
zh_hans: 发送文件 (MWB 拖放)

source: Clipboard
zh_hans: 剪贴板

source: Share Clipboard
zh_hans: 共享剪贴板

source: Transfer Files
zh_hans: 传输文件

source: Cursor
zh_hans: 光标

source: Wrap Mouse at Screen Edge
zh_hans: 屏幕边缘循环光标

source: Hide Mouse at Edge
zh_hans: 边缘隐藏光标

source: Network
zh_hans: 网络

source: Message Port
zh_hans: 消息端口

source: Clipboard Port
zh_hans: 剪贴板端口

source: Matrix
zh_hans: 矩阵

source: Matrix One Row
zh_hans: 单行矩阵

source: Matrix Circle (Swap)
zh_hans: 循环矩阵 (交换)

source: Security
zh_hans: 安全

source: Security Key
zh_hans: 安全密钥

source: Validate Key
zh_hans: 验证密钥

source: Connect
zh_hans: 连接

source: Scanning for machines...
zh_hans: 正在扫描设备...

source: Select an item from the sidebar
zh_hans: 从侧边栏选择一项

source: Release to drop
zh_hans: 松开以投递

source: Dragging files
zh_hans: 正在拖拽文件

source: Drag files here to send
zh_hans: 拖拽文件到此处发送

source: Supports files and folders
zh_hans: 支持文件与文件夹

source: Sent %@
zh_hans: 已发送 %@

source: No devices connected
zh_hans: 未连接任何设备

source: Switch
zh_hans: 切换

source: Active Machine
zh_hans: 当前设备

source: State
zh_hans: 状态

source: Layout Options
zh_hans: 布局选项

source: Pairing
zh_hans: 配对

source: Connected Devices
zh_hans: 已连接设备

source: Swap Order
zh_hans: 交换顺序

source: Single Row
zh_hans: 单行

source: Grid (2 Rows)
zh_hans: 网格 (双行)

source: Edge Safe Margin
zh_hans: 边缘安全边距

source: Top
zh_hans: 顶部

source: Bottom
zh_hans: 底部

source: Top Left
zh_hans: 左上角

source: Top Right
zh_hans: 右上角

source: Bottom Left
zh_hans: 左下角

source: Bottom Right
zh_hans: 右下角
